{
  "FastFold": { "branch": "master" },
  "Nvim-R": { "branch": "master" },
  "PIV": { "branch": "master" },
  "agit.vim": { "branch": "master" },
  "argtextobj.vim": { "branch": "master" },
  "asyncrun.vim": { "branch": "master" },
  "asynctasks.vim": { "branch": "master" },
  "bclose.vim": { "branch": "master" },
  "bufferline.nvim": { "branch": "main" },
  "bullets.vim": { "branch": "master" },
  "cellular-automaton.nvim": { "branch": "main" },
  "clangd_extensions.nvim": { "branch": "main" },
  "claudecode.nvim": { "branch": "main" },
  "clever-f.vim": { "branch": "master" },
  "cmp-buffer": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-nvim-ultisnips": { "branch": "main" },
  "code_runner.nvim": { "branch": "main" },
  "codex.nvim": { "branch": "main" },
  "conform.nvim": { "branch": "master" },
  "delimitMate": { "branch": "master" },
  "diffview.nvim": { "branch": "main" },
  "edge": { "branch": "master" },
  "fyler.nvim": { "branch": "main" },
  "fzf": { "branch": "master" },
  "fzf.vim": { "branch": "master" },
  "gitsigns.nvim": { "branch": "main" },
  "glow.nvim": { "branch": "main" },
  "godbolt.nvim": { "branch": "main" },
  "gruvbox.nvim": { "branch": "main" },
  "happy_hacking.vim": { "branch": "main" },
  "html5.vim": { "branch": "master" },
  "indent-blankline.nvim": { "branch": "master" },
  "jsonc.vim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lazygit.nvim": { "branch": "main" },
  "leetcode.nvim": { "branch": "master" },
  "lsp_lines.nvim": { "branch": "main" },
  "lsp_signature.nvim": { "branch": "master" },
  "lspkind-nvim": { "branch": "master" },
  "lspsaga.nvim": { "branch": "main" },
  "lualine-theme.nvim": { "branch": "master" },
  "lualine.nvim": { "branch": "master" },
  "mini.nvim": { "branch": "main" },
  "neon": { "branch": "main" },
  "nerdcommenter": { "branch": "master" },
  "netdeploy.nvim": { "branch": "main" },
  "netrw.nvim": { "branch": "master" },
  "nui.nvim": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-dap": { "branch": "master" },
  "nvim-dap-go": { "branch": "main" },
  "nvim-dap-ui": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-nio": { "branch": "master" },
  "nvim-notify": { "branch": "master" },
  "nvim-sshfs": { "branch": "master" },
  "nvim-tabline": { "branch": "master" },
  "nvim-treesitter": { "branch": "main" },
  "nvim-ts-rainbow": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "nvim-yarp": { "branch": "master" },
  "onedark.vim": { "branch": "main" },
  "opencode.nvim": { "branch": "main" },
  "pi.nvim": { "branch": "main" },
  "playground": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "presence.nvim": { "branch": "main" },
  "redstring.vim": { "branch": "master" },
  "render-markdown.nvim": { "branch": "main" },
  "rust-tools.nvim": { "branch": "master" },
  "smear-cursor.nvim": { "branch": "main" },
  "snacks.nvim": { "branch": "main" },
  "splitjoin.vim": { "branch": "main" },
  "suda.vim": { "branch": "master" },
  "tabular": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "terminus": { "branch": "main" },
  "todo-comments.nvim": { "branch": "main" },
  "todo.nvim": { "branch": "main" },
  "trouble.nvim": { "branch": "main" },
  "ultisnips": { "branch": "master" },
  "undotree": { "branch": "master" },
  "vim-256noir": { "branch": "master" },
  "vim-addon-mw-utils": { "branch": "master" },
  "vim-after-object": { "branch": "master" },
  "vim-bookmarks": { "branch": "master" },
  "vim-capslock": { "branch": "master" },
  "vim-clang-format": { "branch": "master" },
  "vim-closetag": { "branch": "master" },
  "vim-codefmt": { "branch": "master" },
  "vim-colors-xcode": { "branch": "master" },
  "vim-css3-syntax": { "branch": "main" },
  "vim-deus": { "branch": "master" },
  "vim-devicons": { "branch": "master" },
  "vim-easymotion": { "branch": "master" },
  "vim-fahrenheit": { "branch": "master" },
  "vim-gitignore": { "branch": "master" },
  "vim-glsl": { "branch": "master" },
  "vim-go": { "branch": "master" },
  "vim-godot": { "branch": "master" },
  "vim-gruvbox8": { "branch": "master" },
  "vim-highlightedyank": { "branch": "master" },
  "vim-json": { "branch": "master" },
  "vim-maktaba": { "branch": "master" },
  "vim-markdown-toc": { "branch": "master" },
  "vim-move": { "branch": "master" },
  "vim-nerdfont": { "branch": "master" },
  "vim-numbertoggle": { "branch": "main" },
  "vim-orbital": { "branch": "master" },
  "vim-pdf": { "branch": "master" },
  "vim-peekaboo": { "branch": "master" },
  "vim-railscasts-theme": { "branch": "master" },
  "vim-rooter": { "branch": "master" },
  "vim-snippets": { "branch": "master" },
  "vim-startify": { "branch": "master" },
  "vim-subversive": { "branch": "master" },
  "vim-surround": { "branch": "master" },
  "vim-table-mode": { "branch": "master" },
  "vim-textobj-user": { "branch": "master" },
  "vim-theme-bronkow": { "branch": "master" },
  "vim-translator": { "branch": "master" },
  "vim-wordy": { "branch": "master" },
  "vim-wwdc16-theme": { "branch": "master" },
  "wildfire.vim": { "branch": "master" },
  "window-picker": { "branch": "main" },
  "zephyr-nvim": { "branch": "main" }
}
