{
  "FastFold": { "branch": "master" },
  "LeaderF": { "branch": "master" },
  "Nvim-R": { "branch": "master" },
  "PIV": { "branch": "master" },
  "SimpylFold": { "branch": "master" },
  "agit.vim": { "branch": "master" },
  "argtextobj.vim": { "branch": "master" },
  "asyncrun.vim": { "branch": "master" },
  "asynctasks.vim": { "branch": "master" },
  "auto-pairs": { "branch": "master" },
  "bclose.vim": { "branch": "master" },
  "braceless.vim": { "branch": "master" },
  "browserlink.vim": { "branch": "master" },
  "bufferline.nvim": { "branch": "main" },
  "bullets.vim": { "branch": "master" },
  "clangd_extensions.nvim": { "branch": "main" },
  "clever-f.vim": { "branch": "master" },
  "cmake-tools.nvim": { "branch": "master" },
  "cmp-buffer": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-nvim-ultisnips": { "branch": "main" },
  "code_runner.nvim": { "branch": "main" },
  "context.vim": { "branch": "master" },
  "dart-vim-plugin": { "branch": "master" },
  "delimitMate": { "branch": "master" },
  "edge": { "branch": "master" },
  "flutter-tools.nvim": { "branch": "main" },
  "fzf": { "branch": "master" },
  "fzf.vim": { "branch": "master" },
  "gitsigns.nvim": { "branch": "main" },
  "glow.nvim": { "branch": "main" },
  "godbolt.nvim": { "branch": "main" },
  "goyo.vim": { "branch": "master" },
  "gruvbox": { "branch": "master" },
  "happy_hacking.vim": { "branch": "master" },
  "html5.vim": { "branch": "master" },
  "indent-blankline.nvim": { "branch": "master" },
  "indentpython.vim": { "branch": "master" },
  "jsonc.vim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lazygit.nvim": { "branch": "main" },
  "lsp_lines.nvim": { "branch": "main" },
  "lsp_signature.nvim": { "branch": "master" },
  "lspkind-nvim": { "branch": "master" },
  "lspsaga.nvim": { "branch": "main" },
  "lualine-theme.nvim": { "branch": "master" },
  "lualine.nvim": { "branch": "master" },
  "markdown-preview.nvim": { "branch": "master" },
  "neomake": { "branch": "master" },
  "neomake-platformio": { "branch": "master" },
  "neon": { "branch": "main" },
  "nerdcommenter": { "branch": "master" },
  "nerdtree": { "branch": "master" },
  "nnn.nvim": { "branch": "master" },
  "nvim-cmp": { "branch": "main" },
  "nvim-dap": { "branch": "master" },
  "nvim-dap-go": { "branch": "main" },
  "nvim-dap-ui": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-notify": { "branch": "master" },
  "nvim-sshfs": { "branch": "master" },
  "nvim-tabline": { "branch": "master" },
  "nvim-tree.lua": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-ts-rainbow": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "nvim-yarp": { "branch": "master" },
  "onedark.vim": { "branch": "main" },
  "pair-maker.vim": { "branch": "main" },
  "playground": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "redstring.vim": { "branch": "master" },
  "rust-tools.nvim": { "branch": "master" },
  "semshi": { "branch": "master" },
  "splitjoin.vim": { "branch": "main" },
  "suda.vim": { "branch": "master" },
  "symbols-outline.nvim": { "branch": "master" },
  "tabular": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "terminus": { "branch": "main" },
  "thesaurus_query.vim": { "branch": "master" },
  "todo-comments.nvim": { "branch": "main" },
  "trouble.nvim": { "branch": "main" },
  "typescript-vim": { "branch": "master" },
  "ultisnips": { "branch": "master" },
  "undotree": { "branch": "master" },
  "vim-256noir": { "branch": "master" },
  "vim-addon-mw-utils": { "branch": "master" },
  "vim-after-object": { "branch": "master" },
  "vim-bookmarks": { "branch": "master" },
  "vim-capslock": { "branch": "master" },
  "vim-clang-format": { "branch": "master" },
  "vim-closetag": { "branch": "master" },
  "vim-codefmt": { "branch": "master" },
  "vim-colors-xcode": { "branch": "master" },
  "vim-css3-syntax": { "branch": "main" },
  "vim-deus": { "branch": "master" },
  "vim-devicons": { "branch": "master" },
  "vim-easymotion": { "branch": "master" },
  "vim-fahrenheit": { "branch": "master" },
  "vim-gitignore": { "branch": "master" },
  "vim-glsl": { "branch": "master" },
  "vim-go": { "branch": "master" },
  "vim-godot": { "branch": "master" },
  "vim-gruvbox8": { "branch": "master" },
  "vim-hexokinase": { "branch": "master" },
  "vim-highlightedyank": { "branch": "master" },
  "vim-instant-markdown": { "branch": "master" },
  "vim-javascript": { "branch": "master" },
  "vim-javascript-syntax": { "branch": "master" },
  "vim-js": { "branch": "master" },
  "vim-json": { "branch": "master" },
  "vim-jsx-pretty": { "branch": "master" },
  "vim-jsx-typescript": { "branch": "master" },
  "vim-maktaba": { "branch": "master" },
  "vim-markdown-toc": { "branch": "master" },
  "vim-move": { "branch": "master" },
  "vim-nerdtree-syntax-highlight": { "branch": "master" },
  "vim-numbertoggle": { "branch": "main" },
  "vim-orbital": { "branch": "master" },
  "vim-pdf": { "branch": "master" },
  "vim-peekaboo": { "branch": "master" },
  "vim-prisma": { "branch": "main" },
  "vim-python-pep8-indent": { "branch": "master" },
  "vim-railscasts-theme": { "branch": "master" },
  "vim-rooter": { "branch": "master" },
  "vim-snippets": { "branch": "master" },
  "vim-startify": { "branch": "master" },
  "vim-styled-components": { "branch": "main" },
  "vim-subversive": { "branch": "master" },
  "vim-surround": { "branch": "master" },
  "vim-svelte": { "branch": "main" },
  "vim-svelte-plugin": { "branch": "master" },
  "vim-table-mode": { "branch": "master" },
  "vim-textobj-user": { "branch": "master" },
  "vim-theme-bronkow": { "branch": "master" },
  "vim-translator": { "branch": "master" },
  "vim-virtualenv": { "branch": "master" },
  "vim-vue": { "branch": "master" },
  "vim-wordy": { "branch": "master" },
  "vim-wwdc16-theme": { "branch": "master" },
  "vimspector": { "branch": "master" },
  "wildfire.vim": { "branch": "master" },
  "yats.vim": { "branch": "master" },
  "zephyr-nvim": { "branch": "main" }
}